tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "aspell"
brew "bandcamp-dl"
brew "bat"
brew "coreutils"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-modern-cg433n-icon"]
brew "docker"
brew "editorconfig"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gnupg"
brew "gnuplot"
brew "gnutls"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "languagetool"
brew "mpv"
brew "mu"
brew "neovim"
brew "node"
brew "offlineimap"
brew "pandoc"
brew "qmk"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "stlink"
brew "streamlink"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
cask "amethyst"
cask "calibre"
cask "darktable"
cask "discord"
cask "docker"
cask "firefox"
cask "font-source-code-pro"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "keepingyouawake"
cask "krita"
cask "logitech-control-center"
cask "mactex"
cask "musicbrainz-picard"
cask "nextcloud"
cask "openemu"
cask "protonmail-bridge"
cask "protonvpn"
cask "sony-ps4-remote-play"
cask "splashtop-personal"
cask "steam"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "vmware-fusion"
cask "wacom-tablet"
