tap "aoki/redis-cli"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"

# DO NOT CHANGE THESE
brew "awscli"
brew "cmake"
brew "coreutils"
brew "gdk-pixbuf"
brew "gimme-aws-creds"
brew "git"
brew "glib"
brew "gnupg"
brew "gnutls"
brew "go"
brew "harfbuzz"
brew "hub"
brew "imagemagick"
brew "imagemagick@6", link: false
brew "librsvg"
brew "node"
brew "node-build"
brew "nodenv"
brew "openssl@1.0"
brew "overmind"
brew "pango"
brew "percona-server@5.6", link: true
brew "princexml"
brew "python@3.8"
brew "rbenv"
brew "readline"
brew "ruby-build"
brew "unbound"
brew "v8@3.15"
# -------------------

brew "aoki/redis-cli/redis-cli"
brew "bat"
brew "borgbackup"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-modern-cg433n-icon"]
brew "ditaa"
brew "editorconfig"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "httpie"
brew "ispell"
brew "jq"
brew "languagetool"
brew "markdown"
brew "mpv"
brew "neovim"
brew "prettier"
brew "plantuml"
brew "ripgrep"
brew "shellcheck"
brew "streamlink"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "stripe"

cask "1password"
cask "amethyst"
cask "font-source-code-pro"
cask "gimp"
cask "iterm2"
cask "keepingyouawake"
cask "krita"
cask "logitech-control-center"
cask "ngrok"
cask "ngrok"
cask "obs"
cask "obs-virtualcam"
cask "vagrant"
cask "visual-studio-code"
cask "wacom-tablet"
