tap "homebrew/cask-versions"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "cmake"
brew "coreutils"
brew "gimme-aws-creds"
brew "git"
brew "hub"
brew "imagemagick@6", link: true
brew "jq"
brew "node-build"
brew "nodenv"
brew "overmind"
brew "rbenv"
brew "readline"
brew "ruby-build"
brew "v8@3.15"
brew "./config/brew/openssl@1.0.rb"
brew "go"
brew "princexml"

brew "bat"
brew "ditaa"
brew "editorconfig"
brew "entr"
brew "fd"
brew "fzf"
brew "httpie"
brew "imagemagick@6", link: true
brew "ispell"
brew "languagetool"
brew "markdown"
brew "neovim"
brew "tmux"
brew "prettier"
brew "ripgrep"
brew "shellcheck"
brew "tree"
brew "wget"

brew "d12frosted/emacs-plus/emacs-plus@26", args: ["without-spacemacs-icon"]
cask "1password"
cask "amethyst"
cask "borgbackup"
cask "font-source-code-pro"
cask "gimp"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "logitech-control-center"
cask "ngrok"
cask "visual-studio-code"
